{
    "0": "The fourth Star Trek TV series, Voyager, premieres on UPN in the United States",
    "1897": [
             {
             "0": "French 75"
             }
             ],
    "1898": [
             {
             "0": "Philippine Declaration of Independence"
             },
             {
             "1": "Emile Zola's open letter \"j'accuse\""
             }
             ],
    "1899": [
             {
             "0": "Alfred Dreyfus is pardoned"
             },
             {
             "1": "First Hague Convention"
             }
             ],
    "1900": [
             {
             "0": "First zeppelin flight"
             },
             {
             "1": "Queen Elizabeth birth"
             },
             {
             "2": "First Michelin Guide published"
             }
             ],
    "1901": [
             {
             "0": "Funeral of Queen Victoria"
             },
             {
             "1": "Benjamin Harrison death"
             },
             {
             "2": "longest covered bridge opening"
             },
             {
             "3": "World's first trolleybus system opening"
             },
             {
             "4": "\"Speak softly and carry a big stick\""
             },
             {
             "5": "Theodore Roosevelt president for the first time"
             },
             {
             "6": "First Nobel Prize ceremony"
             }
             ],
    "1902": [
             {
             "0": "Berlin U-Bahn opening"
             },
             {
             "1": "Real Madrid founded"
             },
             {
             "2": "Electric Theatre opening"
             },
             {
             "3": "Independence of Cuba"
             },
             {
             "4": "Edward VII crowning"
             },
             {
             "5": "The first teddy bear is produced"
             }
             ],
    "1903": [
             {
             "0": "Alexander I assassinated in Belgrade"
             },
             {
             "1": "First Tour de France bicycle race"
             },
             {
             "2": "Independence of Panama"
             },
             {
             "3": "The first box of Crayola crayons"
             }
             ],
    "1904": [
             {
             "0": "distress signal CQD established"
             },
             {
             "1": "The Great Baltimore Fire"
             },
             {
             "2": "Puccini's opera \"Madama Butterfly\""
             },
             {
             "3": "The Pi Kappa Phi fraternity is founded"
             }
             ],
    "1905": [
             {
             "0": "The Trans-Siberian Railway officially opens"
             },
             {
             "1": "Chelsea F.C. is founded"
             },
             {
             "2": "Einstein's \"miracle year\""
             },
             {
             "3": "Fauvist artists first exhibit"
             },
             {
             "4": "French law on the Separation of the Churches and the State"
             }
             ],
    "1906": [
             {
             "0": "Second Geneva Convention"
             },
             {
             "1": "End of the Dreyfus affair"
             },
             {
             "2": "Mahatma Gandhi coins the term Satyagraha"
             },
             {
             "3": "distress signal SOS established"
             }
             ],
    "1907": [
             {
             "0": "\"Triple Entente\" is formed"
             },
             {
             "1": "Universal vote masculine Suede"
             }
             ],
    "1908": [
             {
             "0": "A long-distance radio message is sent from the Eiffel Tower for the first time"
             },
             {
             "1": "French aviator Léon Delagrange pilots the first passenger flight with Henri Farman on board"
             },
             {
             "2": "The 1908 Summer Olympics are held in London"
             }
             ],
    "1909": [
             {
             "0": "Colombia recognizes the independence of Panama"
             },
             {
             "1": "Einar Dessau uses a shortwave radio transmitter, becoming the first radio broadcaster"
             }
             ],
    "1910": [
             {
             "0": "The first aviation meeting to be held in the United States, the 1910 Los Angeles"
             },
             {
             "1": "In France Raymonde de Laroche is awarded pilot's license #36 by the Federation Aeronautique Internationale, becoming the first woman authorized to fly an airplane"
             },
             {
             "2": "The first filmed version of Mary Shelley's Frankenstein comes out. Considered to be the first horror movie, it stars actor"
             },
             {
             "3": "In Brazil, Sport Club Corinthians Paulista, the first Fifa World Club Championship, is founded"
             }
             ],
    "1911": [
             {
             "0": "Eugene B. Ely lands on the deck of the USS Pennsylvania stationed in San Francisco harbor, marking the first time an aircraft lands on a ship"
             },
             {
             "1": "International Women's Day is celebrated for the first time in history"
             },
             {
             "2": "World's first combat aerial bombing mission takes place in Libya during the Italo-Turkish War. Second Lieutenant Giulio Gavotti of Italy drops several small bombs"
             }
             ],
    "1912": [
             {
             "0": "New Mexico becomes the 47th state of the United States"
             },
             {
             "1": "Albert Berry is reported to have made the first parachute jump from a flying airplane"
             },
             {
             "2": "Alaska becomes a territory of the United States"
             },
             {
             "3": "Casimir Funk identifies vitamins"
             }
             ],
    "1913": [
             {
             "0": "New York Governor William Sulzer approves the charter for the Rockefeller Foundation, which begins operations with a $100,000,000 donation from John D. Rockefeller"
             },
             {
             "1": "Women's suffrage is enacted in Norway"
             },
             {
             "2": "The statue The Little Mermaid in Copenhagen, Denmark, is finished"
             },
             {
             "3": "Mohandas Gandhi is arrested while leading a march of Indian miners in South Africa"
             }
             ],
    "1914": [
             {
             "0": "Ford Motor Company announces an eight-hour workday and a daily wage of $5"
             },
             {
             "1": "Charlie Chaplin makes his film début in the comedy short Making a Living"
             },
             {
             "2": "Gandhi leaves South Africa for the last time, sailing out of Cape Town for England on board the SS Kinfauns Castle"
             },
             {
             "3": "The German Empire declares war on the Russian Empire"
             }
             ],
    "1915": [
             {
             "0": "The United States House of Representatives rejects a proposal to give women the right to vote"
             },
             {
             "1": "A Fool There Was premières in the United States starring Theda Bara as a femme fatale; she quickly becomes one of early cinema's most sensational stars"
             },
             {
             "2": "The U.S. submarine F-4 sinks off Hawaii"
             },
             {
             "3": "Charlie Chaplin's film The Tramp released"
             }
             ],
    "1916": [
             {
             "0": "WWI: An attack is planned on Verdun"
             },
             {
             "1": "In Munich German automobile company BMW (Die Bayerischen Motoren Werke) is founded"
             },
             {
             "2": "J. R. R. Tolkien marries Edith Bratt in England (they will serve as the inspiration for the fictional characters Lúthien and Beren)"
             },
             {
             "3": "The Saturday Evening Post publishes its first cover with a Norman Rockwell painting (Boy with Baby Carriage)"
             }
             ],
    "1917": [
             {
             "0": "J. R. R. Tolkien, on medical leave from the British Army, begins writing The Book of Lost Tales (the first version of The Silmarillion), starting with the \"Fall of Gondolin\"; thus Tolkien's mythopoeic Middle-earth legendarium is first chronicled in prose"
             },
             {
             "1": "WWI: President of the United States Woodrow Wilson calls for \"peace without victory\" in Germany"
             },
             {
             "2": "An anti-prostitution drive in San Francisco occurs and police close about 200 prostitution houses"
             },
             {
             "3": "The new constitution of Mexico is adopted"
             }
             ],
    "1918": [
             {
             "0": "Finland officially recognized by the Russian SFSR"
             },
             {
             "1": "Women's suffrage in the United Kingdom: Representation of the People Act gives most women over 30 the vote"
             },
             {
             "2": "Russia switches from the Julian calendar to the Gregorian calendar; the date skips from February 1 to February 14"
             },
             {
             "3": "WWI: Finland forms an alliance with Germany"
             }
             ],
    "1919": [
             {
             "0": "Spartacist uprising: Socialist demonstrations in Berlin, Germany turn into an attempted communist revolution"
             },
             {
             "1": "Estonian War of Independence: Estonian forces start a general counter-offensive against the Red Army"
             },
             {
             "2": "The funeral of Theodore Roosevelt, 26th President of the United States, is held at Christ Church Oyster Bay, Long Island; Roosevelt had died in his sleep at the age of 60, two days earlier"
             },
             {
             "3": "Oregon places a one cent per US gallon (0.26¢/liter) tax on gasoline, becoming the first U.S. state to levy a gasoline tax"
             }
             ],
    "1920": [
             {
             "0": "Babe Ruth is traded by the Red Sox for $125,000, the largest sum ever paid for a player at that time"
             },
             {
             "1": "The United States Senate refuses to ratify the Treaty of Versailles"
             },
             {
             "2": "Adolf Hitler presents his National Socialist Program in Munich to the German Workers' Party (Deutsche Arbeiterpartei) which renames itself as the Nazi Party (Nationalsozialistische Deutsche Arbeiterpartei)"
             },
             {
             "3": "Greece begins using the Gregorian calendar"
             }
             ],
    "1921": [
             {
             "0": "The Allies of World War I reparations commission announce that Germany has to pay 132 billion gold marks ($33 trillion) in annual installments of 2.5 billion"
             },
             {
             "1": "The death penalty is abolished in Sweden"
             },
             {
             "2": "The first BCG vaccination against tuberculosis is given"
             },
             {
             "3": "Adolf Hitler becomes Führer of the Nazi Party"
             }
             ],
    "1922": [
             {
             "0": "The first successful insulin treatment of diabetes is made, by Frederick Banting in Toronto"
             },
             {
             "1": "President of the United States Warren G. Harding introduces the first radio in the White House"
             },
             {
             "2": "Mohandas Gandhi is arrested in Bombay for sedition"
             },
             {
             "3": "In British India, Mahatma Gandhi is sentenced to six years in prison for sedition (he serves only two)"
             }
             ],
    "1923": [
             {
             "0": "Juan de la Cierva invents the autogyro, a rotary-winged aircraft with an unpowered rotor"
             },
             {
             "1": "Greece adopts the Gregorian calendar"
             },
             {
             "2": "Warner Bros. film studio is formally incorporated in the United States as Warner Brothers Pictures, Inc"
             },
             {
             "3": "Louis Armstrong makes his first recording, \"Chimes Blues\", with King Oliver's Creole Jazz Band"
             }
             ],
    "1924": [
             {
             "0": "Gopinath Saha shoots a man he erroneously thinks is Sir Charles Tegart, the police commissioner of Calcutta, and is arrested soon after"
             },
             {
             "1": "The Soviet Union officially declares that Lenin died January 21"
             },
             {
             "2": "The United Kingdom recognizes the Soviet Union"
             },
             {
             "3": "The Computing-Tabulating-Recording Company (CTR), based in the U.S. state of New York, is renamed International Business Machines (IBM)"
             }
             ],
    "1925": [
             {
             "0": "Kristiania, the capital of Norway, reverted to its original name of Oslo"
             },
             {
             "1": "The Alice Comedy Alice Solves the Puzzle was released by Disney Brothers Cartoon Studio, introducing Bootleg Pete (an early prototype for Pegleg Pete) for the first time"
             },
             {
             "2": "The Aristotle University of Thessaloniki in Greece was founded"
             },
             {
             "3": "Adolf Hitler published Volume 1 of his personal manifesto Mein Kampf"
             }
             ],
    "1926": [
             {
             "0": "The Berlin International Green Week debuted in Berlin"
             },
             {
             "1": "Fox Film bought the patents of the Movietone sound system for recording sound onto film"
             }
             ],
    "1927": [
             {
             "0": "The first transatlantic telephone call is made via radio from New York City to London"
             },
             {
             "1": "The first Volvo automobile rolled off the production line in Gothenburg, Sweden"
             },
             {
             "2": "Charles Lindbergh makes the first solo, nonstop transatlantic airplane flight, carried out from New York City to Paris, France, in his single-engined aircraft, the Spirit of St. Louis"
             },
             {
             "3": "The United Kingdom cuts its diplomatic relations with the Soviet Union due to revelations of espionage and underground agitation"
             }
             ],
    "1928": [
             {
             "0": "Leon Trotsky is exiled to Alma-Ata"
             },
             {
             "1": "Charles Lindbergh is presented with the Medal of Honor for his first Transatlantic flight"
             },
             {
             "2": "The last section (\"wise – wyze\") of the original Oxford English Dictionary is completed and published"
             },
             {
             "3": "The animated short Plane Crazy is released by Disney Studios in Los Angeles, featuring the first appearances of Mickey and Minnie Mouse"
             }
             ],
    "1929": [
             {
             "0": "Annales d'histoire économique et sociale begins publication in France"
             },
             {
             "1": "First appearance of comic strip hero Popeye in Thimble Theatre"
             },
             {
             "2": "Vladimir Zworykin takes out the first patent for color television"
             }
             ],
    "1930": [
             {
             "0": "The first diesel engine automobile trip is completed (Indianapolis, Indiana, to New York City) by Clessie Cummins, founder of the Cummins Motor Co"
             },
             {
             "1": "The Mickey Mouse comic strip makes its first appearance"
             },
             {
             "2": "The Việt Nam Quốc Dân Đảng launch the Yên Bái mutiny in the hope of ending French colonial rule in Vietnam"
             },
             {
             "3": "Mahatma Gandhi informs the British viceroy of India that civil disobedience will begin the following week"
             }
             ],
    "1931": [
             {
             "0": "Albert Einstein begins doing research at the California Institute of Technology, along with astronomer Edwin Hubble"
             },
             {
             "1": "Mohandas Gandhi is again released from imprisonment in India"
             },
             {
             "2": "Release of the movie City Lights starring Charlie Chaplin"
             },
             {
             "3": "The original film version of Dracula with Bela Lugosi is released in the United State"
             }
             ],
    "1932": [
             {
             "0": "The British arrest and intern Mohandas Gandhi and Vallabhbhai Patel"
             },
             {
             "1": "Hattie W. Caraway becomes the first woman elected to the United States Senate"
             },
             {
             "2": "About 6 million are unemployed in Germany"
             },
             {
             "3": "Brave New World, a novel by Aldous Huxley, is first published"
             }
             ],
    "1933": [
             {
             "0": "Nazi leader Adolf Hitler is appointed Chancellor of Germany by President of Germany Paul von Hindenburg"
             },
             {
             "1": "Adolf Hitler gives his \"Proclamation to the German People\" in Berlin"
             },
             {
             "2": "In Miami, Giuseppe Zangara attempts to assassinate President-elect Franklin D. Roosevelt, but instead fatally wounds the Mayor of Chicago, Anton Cermak"
             },
             {
             "3": "The original film version of King Kong, starring Fay Wray, premieres at Radio City Music Hall and the RKO Roxy Theatre in New York City"
             }
             ],
    "1934": [
             {
             "0": "The Japanese company Fuji Photo Film is established"
             },
             {
             "1": "In Nazi Germany the political power of the federal states such as Prussia is substantially abolished by the \"Law on the Reconstruction of the Reich\" (Gesetz über den Neuaufbau des Reiches)"
             },
             {
             "2": "Adolf Hitler and Benito Mussolini meet for the first time, at the Venice Biennale"
             },
             {
             "3": "Adolf Hitler becomes Führer of Germany, or head of state combined with that of Chancellor following the death of President Paul von Hindenburg"
             }
             ],
    "1935": [
             {
             "0": "The first canned beer is sold in Richmond, Virginia, United States, by Gottfried Krueger Brewing Company"
             },
             {
             "1": "The classic Mickey Mouse cartoon The Band Concert is released by United Artists in the United States"
             },
             {
             "2": "In Nazi Germany, Adolf Hitler orders reinstatement of the air force, the Luftwaffe, in violation of the 1919 Treaty of Versailles"
             },
             {
             "3": "Adolf Hitler announces German re-armament in violation of the 1919 Treaty of Versailles"
             }
             ],
    "1936": [
             {
             "0": "I Wanna Play House marks the first Warner Bros. cartoon with \"target\""
             },
             {
             "1": "The first superhero to wear a skin-tight costume and mask, The Phantom, makes his first appearance in U.S. newspapers"
             },
             {
             "2": [
                   [
                    "In violation of the Treaty of Versailles",
                    "Nazi Germany reoccupies the Rhineland.[1][2] According to several historians",
                    "like Samuel Mitcham",
                    "[3] this is the last time when the Allies could have stopped Hitler with the odds overwhelmingly on their side. Hitler and other Nazis admit that the French army alone could have destroyed the Wehrmacht"
                    ]
                   ]
             },
             {
             "3": "The longest game in the history of the National Hockey League is played when the Montreal Maroons and Detroit Red Wings go scoreless until 16 and a half minutes into the sixth OT when Mud Bruneteau ends it at 2:25 in the morning"
             }
             ],
    "1937": [
             {
             "0": "The first successful flying car, Waldo Waterman's Aerobile, makes its initial flight"
             },
             {
             "1": "The Kamikaze arrives at Croydon Airport in London; it is the first Japanese-built aircraft to fly to Europe"
             },
             {
             "2": "Picasso completes his painting Guernica"
             },
             {
             "3": "The highest recorded temperature in Canada, at Yellow Grass, Saskatchewan, is 45 °C"
             }
             ],
    "1938": [
             {
             "0": "The March of Dimes is established by Franklin Delano Roosevelt"
             },
             {
             "1": "Walt Disney's Snow White and the Seven Dwarfs, the first cel-animated feature in motion picture history, is released in the United States following a premiere the previous year"
             },
             {
             "2": "A nylon bristle toothbrush becomes the first commercial product to be made with nylon yarn"
             },
             {
             "3": "The Looney Tunes animated short Porky & Daffy is released"
             }
             ],
    "1939": [
             {
             "0": "Naturwissenschaften publishes evidence that nuclear fission has been achieved by Otto Hahn"
             },
             {
             "1": "In Bombay, Mohandas Gandhi begins a fast protesting against British rule in India"
             },
             {
             "2": "Students at Harvard University demonstrate the new tradition of swallowing goldfish to reporters"
             },
             {
             "3": "Adolf Hitler advises Jozef Tiso to declare Slovakia's independence in order to prevent its partition by Hungary and Poland"
             }
             ],
    "1940": [
             {
             "0": "WWII: Axis powers: Luftwaffe General Hermann Göring assumes control of most war industries in Germany"
             },
             {
             "1": "The Three Stooges short subject comedy film You Nazty Spy! released, the first Hollywood parody of Adolf Hitler and the Nazis, with Moe Howard portraying \"Moe Hailstone\" as the Hitler-parody lead"
             },
             {
             "2": "RKO release Walt Disney's second full-length animated film, Pinocchio"
             },
             {
             "3": "Tom and Jerry make their debut in Puss Gets the Boot. However it is not until 1941 that their current names are adopted"
             }
             ],
    "1941": [
             {
             "0": "All persons born in Puerto Rico since this day are declared U.S. citizens by birth, through U.S. federal law"
             },
             {
             "1": "WWII: The Nazis forcibly restore Pierre Laval to office in occupied Vichy France"
             },
             {
             "2": "As the Battle of Moscow begins, temperatures around Moscow drop to -12 °C, and the Soviet Union launches ski troops for the first time against the freezing German forces near the city"
             },
             {
             "3": "Attack on Pearl Harbor: Aircraft flying from Imperial Japanese Navy carriers launch a surprise attack on the United States fleet at Pearl Harbor in Hawaii, thus drawing the United States into World War II. The attack begins at 7:48 a.m. Hawaiian Standard Time and is announced on radio stations in the U.S. at about 11:26 p.m. PST (19.26 GMT)"
             }
             ],
    "1942": [
             {
             "0": "WWII: The first American forces arrive in Europe, landing in Northern Ireland"
             },
             {
             "1": "WWII: Battle of Stalingrad begins: German troops reach the suburbs of Stalingrad"
             },
             {
             "2": "The Holocaust: Anne Frank's family goes into hiding in an attic above her father's office in an Amsterdam warehouse"
             },
             {
             "3": "Indian leader, Mohandas Gandhi is arrested in Bombay by British forces"
             }
             ],
    "1943": [
             {
             "0": "Albert Hofmann self-administers the psychedelic drug LSD (which he first synthesized in 1938) for the first time in history, and records the details of his experience"
             },
             {
             "1": "WWII: Casablanca Conference: Franklin D. Roosevelt, President of the United States; Winston Churchill, Prime Minister of the United Kingdom; and Generals Charles de Gaulle and Henri Giraud of the Free French forces meet secretly at the Anfa Hotel in Casablanca, Morocco, to plan the Allied European strategy for the next stage of the war"
             },
             {
             "2": "Mohandas Gandhi (under arrest by forces of the British Raj in Pune as a member of the Quit India Movement) keeps a hunger strike to protest at his imprisonment"
             },
             {
             "3": "Publication in New York of exiled French aviator Antoine de Saint-Exupéry's self-illustrated children's novella The Little Prince, the all-time best-selling book originated in French"
             }
             ],
    "1944": [
             {
             "0": "Winston Churchill and Charles de Gaulle begin a 2-day wartime conference in Marrakech"
             },
             {
             "1": "No Exit published by Jean-Paul Sartre"
             },
             {
             "2": "WWII: Mohandas Gandhi is released in India"
             },
             {
             "3": "WWII: Adolf Hitler survives an assassination attempt led by Claus von Stauffenberg"
             }
             ],
    "1945": [
             {
             "0": "Anne Frank dies of typhus in the Bergen-Belsen concentration camp, Lower Saxony, Germany"
             },
             {
             "1": "President Franklin D. Roosevelt gives what will be his last address to a joint session of the United States Congress, reporting on the Yalta Conference"
             },
             {
             "2": "The film Les Enfants du Paradis premières in Paris"
             },
             {
             "3": "The Empire of Japan establishes the Empire of Vietnam, a puppet state which will last only until August 23, with Bảo Đại as its ruler"
             }
             ],
    "1946": [
             {
             "0": "Charles de Gaulle resigns as a head of a French provisional government"
             },
             {
             "1": "In Philadelphia, General Electric strikers and police clash"
             },
             {
             "2": "Vietnam War: Ho Chi Minh signs an agreement with France which recognizes Vietnam as an autonomous state in the Indochinese Federation and the French Union"
             },
             {
             "3": "Trial against war criminals begin in Tokyo; the accused include Hideki Tōjō, Shigenori Tōgō and Hiroshi Ōshima"
             }
             ],
    "1947": [
             {
             "0": "Nigeria gains limited autonomy before gaining independence in 1960"
             },
             {
             "1": "Famous gangster Al Capone dies"
             },
             {
             "2": "Christian Dior introduces The \"New Look\" in women's fashion, in Paris"
             },
             {
             "3": "Tom and Jerry cartoon Cat Fishin', is released"
             }
             ],
    "1948": [
             {
             "0": "Warner Brothers shows the first color newsreel (Tournament of Roses Parade and the Rose Bowl)"
             },
             {
             "1": "Mahatma Gandhi begins his fast-unto-death in Delhi to stop communal violence during the Partition of India"
             },
             {
             "2": "Assassination of Mahatma Gandhi: Indian pacifist and leader Mahatma Gandhi is shot by Nathuram Godse in New Delhi. Also on this day Orville Wright of the pioneering aviators the Wright Brothers dies in Dayton, Ohio"
             },
             {
             "3": "Beethoven's Symphony No. 9 is played on television in its entirety for the first time in a series of concerts featuring Arturo Toscanini conducting the NBC Symphony Orchestra in the United States. The chorus is conducted by Robert Shaw"
             }
             ],
    "1949": [
             {
             "0": "Los Angeles receives its first recorded snowfall"
             },
             {
             "1": "London Mozart Players perform their first concert at the Wigmore Hall, London"
             },
             {
             "2": "English astronomer Fred Hoyle coins the term Big Bang during a BBC Third Programme radio broadcast"
             },
             {
             "3": "The Federal Republic of Germany is established"
             }
             ],
    "1950": [
             {
             "0": "Cold War: Klaus Fuchs, German émigré and physicist, confesses to an MI5 interrogator that he is a Soviet spy: For seven years, he passed top secret data on U.S. and British nuclear weapons research to the Soviet Union. Fuchs is formally charged on February 2"
             },
             {
             "1": "United States President Harry S. Truman orders the development of the hydrogen bomb, in response to the detonation of the Soviet Union's first atomic bomb in 1949"
             },
             {
             "2": "Two Viet Minh battalions attack a French base in French Indochina"
             },
             {
             "3": "Albert Einstein warns that nuclear war could lead to mutual destruction"
             },
             {
             "0": "Walt Disney releases his 12th animated film, Cinderella in Hollywood"
             }
             ],
    "1951": [
             {
             "0": "United Artists releases sci-fi film The Man from Planet X in the United States"
             },
             {
             "1": "West Germany joins UNESCO"
             },
             {
             "2": "The most complete recording of George Gershwin's opera Porgy and Bess up to"
             },
             {
             "3": "Walt Disney's 13th animated film, Alice in Wonderland, premieres in London, United Kingdom"
             }
             ],
    "1952": [
             {
             "0": "The University of Tennessee admits its first black student"
             },
             {
             "1": "United Kingdom Prime Minister Winston Churchill announces that the United Kingdom has an atomic bomb"
             },
             {
             "2": "The United States Senate ratifies a peace treaty with Japan"
             },
             {
             "3": "Pandit Nehru forms his first government in India"
             }
             ],
    "1953": [
             {
             "0": "Walt Disney's feature film Peter Pan premieres"
             },
             {
             "1": "Transsexual Christine Jorgensen returns to New York after successful sex reassignment surgery in Denmark"
             },
             {
             "2": "The Pakistan Academy of Sciences is established in Pakistan"
             },
             {
             "3": "Ian Fleming publishes his first James Bond novel, Casino Royale, in the United Kingdom"
             }
             ],
    "1954": [
             {
             "0": "French troops begin the battle against the Viet Minh in Dien Bien Phu"
             },
             {
             "1": "Akira Kurosawa's Seven Samurai is released in Japan"
             },
             {
             "2": "Vietnam War (run-up): The Battle of Dien Bien Phu ends in a French defeat (the battle began on March 13)"
             },
             {
             "3": "Early computer scientist Alan Turing commits suicide"
             }
             ],
    "1955": [
             {
             "0": "Winston Churchill resigns as Prime Minister of the United Kingdom due to ill-health at the age of 80"
             },
             {
             "1": "First edition of the Guinness Book of Records is published, in London"
             },
             {
             "2": "Alfred Hitchcock Presents debuts on the CBS TV network in the United States"
             },
             {
             "3": "The Mickey Mouse Club debuts on the ABC-TV network in the United States"
             }
             ],
    "1956": [
             {
             "0": "Columbia Records first releases Glenn Gould's solo piano recording of Bach's Goldberg Variations"
             },
             {
             "1": "Doris Day records her most famous song, \"Que Sera, Sera (Whatever Will Be, Will Be)\"; it is from Alfred Hitchcock's The Man Who Knew Too Much, in which Day co-stars with James Stewart"
             },
             {
             "2": "Elvis Presley releases his first gold album titled Elvis Presley"
             },
             {
             "3": "General Electric/Telechron introduces model 7H241 \"The Snooz Alarm\", first snooze alarm clock ever"
             }
             ],
    "1957": [
             {
             "0": "Wham-O Company produces the first Frisbee"
             },
             {
             "1": "United Kingdom colonies Gold Coast and British Togoland become the independent nation of Ghana"
             },
             {
             "2": "The French news magazine L'Express reveals that the French army tortures Algerian prisoners"
             },
             {
             "3": "22-year-old Elvis Presley buys Graceland on 3734 Bellevue Boulevard (Highway 51 South) for $US100,000. He and his family move from the house on 1034 Audubon Drive"
             }
             ],
    "1958": [
             {
             "0": "The first Carrefour store opens, in Annecy"
             },
             {
             "1": "Anne de Vries releases the fourth and final volume ofJourney Through the Night"
             },
             {
             "2": "The first successful American satellite, Explorer 1, is launched into orbit"
             },
             {
             "3": "The Amirkabir University of Technology is founded in Tehran"
             }
             ],
    "1959": [
             {
             "0": "The Soviet Union successfully launches the Luna 1 spacecraft from Baikonur Cosmodrome"
             },
             {
             "1": "The United States recognizes the new Cuban government of Fidel Castro"
             },
             {
             "2": "Charles de Gaulle is inaugurated as the first president of the French Fifth Republic"
             },
             {
             "3": "The European Court of Human Rights is established"
             }
             ],
    "1960": [
             {
             "0": "The first televised anime, Three Tales, debuts on NHK"
             },
             {
             "1": "In France, President Charles de Gaulle fires Jacques Massu, the commander-in-chief of the French troops in Algeria"
             },
             {
             "2": "Elvis Presley returns home from Germany, after being away on military duty for 2 years"
             },
             {
             "3": "Alberto Korda takes his iconic photograph of Che Guevara, Guerrillero  Heroico, in Havana"
             }
             ],
    "1961": [
             {
             "0": "In France, a referendum supports Charles de Gaulle's policies on independence for Algeria"
             },
             {
             "1": "Supercar, the first family sci-fi TV series filmed in Supermarionation debuts on ATV"
             },
             {
             "2": "The Beatles perform for the first time at The Cavern Club"
             },
             {
             "3": "United States President John F. Kennedy establishes the Peace Corps"
             }
             ],
    "1962": [
             {
             "0": "The Beatles audition for Decca Records but are rejected"
             },
             {
             "1": "The first album on which The Beatles play, My Bonnie, credited to \"Tony Sheridan and the Beat Brothers\" (recorded last June in Hamburg), is released by Polydor in the U.K"
             },
             {
             "2": "Captured American spy pilot Francis Gary Powers is exchanged for captured Soviet spy Rudolf Abel in Berlin"
             },
             {
             "3": "Taco Bell fast food restaurant chain is founded by Glen Bell in Downey, California"
             },
             {
             "0": "In France, the Évian Accords are adopted in a referendum with a majority of 90%"
             }
             ],
    "1963": [
             {
             "0": "Vietnam War: The Viet Cong win their first major victory in the Battle of Ap Bac"
             },
             {
             "1": "Leonardo da Vinci's Mona Lisa is exhibited in the United States for the first time, at the National Gallery of Art in Washington, D.C"
             },
             {
             "2": "France and West Germany sign the Élysée Treaty"
             },
             {
             "3": "French President Charles de Gaulle vetoes the United Kingdom's entry into the European Common Market"
             }
             ],
    "1964": [
             {
             "0": "Introducing... The Beatles is released by Chicago's Vee-Jay Records to get the jump on Capitol Records' release of Meet the Beatles!, scheduled for January 20. The two record companies fight over Vee-Jay's release of this album in court"
             },
             {
             "1": "The Beatles vault to the #1 spot on the U.S. singles charts for the first time, with \"I Want to Hold Your Hand\", starting the British Invasion in America"
             },
             {
             "2": "General Nguyễn Khánh leads a bloodless military coup d'état, replacing Dương Văn Minh as Prime Minister of South Vietnam"
             },
             {
             "3": "IBM announces the System/360"
             }
             ],
    "1965": [
             {
             "0": "The unmanned Gemini 2 is launched on a suborbital test of various spacecraft systems"
             },
             {
             "1": "Vietnam War: Operation Rolling Thunder – The United States Air Force 2d Air Division, United States Navy and Republic of Vietnam Air Force begin a 3½-year aerial bombardment campaign against North Vietnam"
             },
             {
             "2": "The film of The Sound of Music premieres at the Rivoli Theater in New York City"
             },
             {
             "3": "Gemini 6 and Gemini 7 perform the first controlled rendezvous in Earth orbit"
             }
             ],
    "1966": [
             {
             "0": "The first Acid Test is conducted at the Fillmore, San Jose"
             },
             {
             "1": "United States President Lyndon Johnson states that the United States should stay in South Vietnam until Communist aggression there is ended"
             },
             {
             "2": "Indira Gandhi is elected Prime Minister of India; she is sworn in January 24"
             },
             {
             "3": "Walt Disney dies while producing The Jungle Book, the last animated feature under his personal supervision"
             }
             ],
    "1967": [
             {
             "0": "The Doors release their début album The Doors"
             },
             {
             "1": "The Velvet Underground's groundbreaking first album, The Velvet Underground & Nico, is released in the United States. It is initially a commercial failure but receives widespread critical and commercial acclaim in later years"
             },
             {
             "2": "In Houston, Texas, boxer Muhammad Ali refuses military service. He is stripped of his boxing title and not allowed to fight for three years"
             },
             {
             "3": "Vietnam War: United States General William Westmoreland tells news reporters: \"I am absolutely certain that whereas in 1965 the enemy was winning, today he is certainly losing.\""
             }
             ],
    "1968": [
             {
             "0": "Việt Cộng soldiers attack the US Embassy, Saigon"
             },
             {
             "1": "The Beatles announce the creation of Apple Records in a New York press conference"
             },
             {
             "2": "The Nuclear Non-Proliferation Treaty opens for signature"
             },
             {
             "3": "Apollo program: NASA launches Apollo 7, the first manned Apollo mission (Wally Schirra, Donn Eisele, Walter Cunningham). Mission goals include the first live television broadcast from orbit and testing the lunar module docking maneuver"
             }
             ],
    "1969": [
             {
             "0": "Led Zeppelin, the first Led Zeppelin album, is released"
             },
             {
             "1": "Jim Morrison is arrested in Florida for indecent exposure during a Doors-concert three days earlier"
             },
             {
             "2": "Charles de Gaulle steps down as president of France after suffering defeat in a referendum the day before"
             },
             {
             "3": "The Woodstock Festival is held in upstate New York, featuring some of the top rock musicians of the era"
             }
             ],
    "1970": [
             {
             "0": "Mick Jagger is fined £200 for possession of cannabis"
             },
             {
             "1": "The complete New English Bible is published"
             },
             {
             "2": "The Who become the first act to perform rock music (their rock opera, Tommy) at the Metropolitan Opera House, New York"
             },
             {
             "3": "American musician Jimi Hendrix dies from an overdose of sleeping pills"
             }
             ],
    "1971": [
             {
             "0": "Evel Knievel sets a world record and jumps 19 cars in Ontario, California"
             },
             {
             "1": "Vietnam War: Australia and New Zealand decide to withdraw their troops from Vietnam"
             },
             {
             "2": "Greenpeace is founded in Vancouver, Canada"
             },
             {
             "3": "Led Zeppelin releases their Fourth Studio album \"Led Zeppelin IV\", which goes on to sell 23,000,000 copies"
             }
             ],
    "1972": [
             {
             "0": "The California Supreme Court voids the state's death penalty, commuting all death sentences to life in prison"
             },
             {
             "1": "The X-rated animated movie Fritz the Cat is released"
             },
             {
             "2": "Norwegian EC referendum, 1972: Norway rejects membership in the European Economic Community"
             },
             {
             "3": "The first female FBI agents are hired"
             }
             ],
    "1973": [
             {
             "0": "Vietnam War: Citing progress in peace negotiations, U.S. President Richard Nixon announces the suspension of offensive action in North Vietnam"
             },
             {
             "1": "Pink Floyd's The Dark Side of the Moon, one of rock's landmark albums, is released in the US. It is released in the UK on March 24"
             },
             {
             "2": "The World Trade Center officially opens in New York City with a ribbon-cutting ceremony"
             },
             {
             "3": "Tu te reconnaîtras by Anne-Marie David (music by Claude Morgan, text by Vline Buggy) wins the Eurovision Song Contest 1973 for Luxembourg"
             }
             ],
    "1974": [
             {
             "0": "Charles de Gaulle Airport opens in Paris, France"
             },
             {
             "1": "Stephen King publishes Carrie, his first novel"
             },
             {
             "2": "Rubik's Cube puzzle is invented by Hungarian architecture professor Ernő Rubik"
             }
             ],
    "1975": [
             {
             "0": "The United Nations proclaims International Women's Day"
             },
             {
             "1": "Vietnam War: North Vietnamese troops attack Ban Mê Thuột, South Vietnam, on their way to capturing Saigon"
             },
             {
             "2": "Bobby Fischer refuses to play in a chess match against Anatoly Karpov, giving Karpov the title"
             },
             {
             "3": "Monty Python and the Holy Grail is released in theatres"
             }
             ],
    "1976": [
             {
             "0": "Apple Computer Company is formed by Steve Jobs and Steve Wozniak"
             },
             {
             "1": "The punk rock group the Ramones release their first self-titled album"
             },
             {
             "2": "The UK and Iceland end the Cod War"
             },
             {
             "3": "North Vietnam dissolves the Provisional Government of South Vietnam and unites the two countries to form the Socialist Republic of Vietnam"
             }
             ],
    "1977": [
             {
             "0": "Apple Computer is incorporated"
             },
             {
             "1": "The Centre Georges Pompidou is officially opened by French President Valéry Giscard d'Estaing"
             },
             {
             "2": "The Cold War between Cambodia and Vietnam evolves into the Cambodian–Vietnamese War"
             },
             {
             "3": "Led Zeppelin sets a new world record attendance for an indoor solo attraction at the Pontiac Silverdome when 76,229 persons attend a concert here on the group's 1977 North American Tour"
             }
             ],
    "1978": [
             {
             "0": "The 1978 FIFA World Cup starts in Argentina"
             },
             {
             "1": "Grease, starring John Travolta and Olivia Newton-John is released"
             },
             {
             "2": "Garfield, which eventually becomes the world's most widely syndicated comic strip, makes its debu"
             },
             {
             "3": "Vietnam attacks Cambodia"
             }
             ],
    "1979": [
             {
             "0": "Queen releases \"Don't Stop Me Now\". It becomes one of their most popular singles"
             },
             {
             "1": "Former Sex Pistols bassist Sid Vicious is found dead, aged 21, of a heroin overdose in New York City, the day after being released from a 55-day sentence at Rikers Island prison on bail"
             },
             {
             "2": "McDonald's introduces the Happy Meal"
             },
             {
             "3": "A nudist beach is established in Brighton"
             }
             ],
    "1980": [
             {
             "0": "Iron Maiden's debut self-titled album Iron Maiden is released"
             },
             {
             "1": "Gwangju Uprising: Students in Gwangju, South Korea begin demonstrations, calling for democratic reforms"
             },
             {
             "2": "The Empire Strikes Back is released"
             },
             {
             "3": "The album Back in Black is released by the Australian band AC/DC"
             }
             ],
    "1981": [
             {
             "0": "The first London Marathon starts with 7,500 runners"
             },
             {
             "1": "The first Coca-Cola bottling plant in China is opened"
             },
             {
             "2": "Bob Marley dies aged 36 from cancer"
             },
             {
             "3": "Indiana Jones and the Raiders of the Lost Ark is released in theaters"
             }
             ],
    "1982": [
             {
             "0": "AT&T Corporation agrees to break up and divest itself of 22 subdivisions"
             },
             {
             "1": "Italy beats West Germany 3–1 to win the 1982 FIFA World Cup in Spain"
             },
             {
             "2": "In Hong Kong, health warnings on cigarette packets are made statutory"
             },
             {
             "3": "The Vietnam Veterans Memorial is dedicated in Washington, D.C., after a march to its site by thousands of Vietnam War veterans"
             }
             ],
    "1983": [
             {
             "0": "Lotus 1-2-3 is released for IBM PC compatible computers"
             },
             {
             "1": "Seatbelt use for drivers and front seat passengers becomes mandatory in the United Kingdom"
             },
             {
             "2": "Tokyo Disneyland opens"
             },
             {
             "3": "Tokyo Disneyland opens"
             }
             ],
    "1984": [
             {
             "0": "Apple Computer places the Macintosh personal computer on sale in the United States"
             },
             {
             "1": "Astronauts Bruce McCandless II and Robert L. Stewart make the first untethered space walk"
             },
             {
             "2": "Marvin Gaye is shot to death by his father, one day before his 45th birthday"
             },
             {
             "3": "Elton John plays the famous Night and Day Concert at Wembley Stadium"
             }
             ],
    "1985": [
             {
             "0": "The Internet's Domain Name System is created"
             },
             {
             "1": "The Economic Cooperation Organization (ECO) is formed"
             },
             {
             "2": "In Hollywood, the charity single \"We Are the World\" is recorded by USA for Africa"
             },
             {
             "The": {}
             }
             ],
    "1986": [
             {
             "0": "The first PC virus, Brain, starts to spread"
             },
             {
             "1": "Pixar Animation Studios are opened in California"
             },
             {
             "2": "Nintendo releases the first game in the Zelda series, The Legend of Zelda, in Japan on the Famicom"
             },
             {
             "3": "Microsoft Corporation holds its initial public offering of stock shares"
             }
             ],
    "1987": [
             {
             "0": "The Irish rock band U2 releases their studio album The Joshua Tree"
             },
             {
             "1": "The Simpsons cartoon first appears as a series of shorts on The Tracey Ullman Show"
             },
             {
             "2": "The first ever Rugby World Cup kicks off with New Zealand playing Italy at Eden Park, Auckland"
             },
             {
             "3": "Edwards v. Aguillard: The Supreme Court of the United States rules that a Louisiana law requiring that creation science be taught in public schools whenever evolution is taught is unconstitutiona"
             }
             ],
    "1988": [
             {
             "0": "The Phantom of the Opera, the longest running Broadway play ever, opens"
             },
             {
             "1": [
                   [
                    "The first McDonald's restaurant in a country run by a Communist party opens in Belgrade",
                    "Yugoslavia.[7] In 1989 it will be followed by one in Budapest",
                    "and in 1990 in Moscow and Shenzhen",
                    "China"
                    ]
                   ]
             },
             {
             "2": "The Last Emperor (directed by Bernardo Bertolucci) wins nine Oscars"
             },
             {
             "3": "TAT-8, the first transatlantic telephone cable to use optical fibers, is completed. This led to more robust connections between the American and European Internet."
             }
             ],
    "1989": [
             {
             "0": "Tim Berners-Lee produces the proposal document that will become the blueprint for the World Wide Web"
             },
             {
             "1": "Transhumanism – Genetic modification of adult human beings is tried for the first time, a gene tagging trial"
             },
             {
             "2": "The world's first HDTV broadcasts commence in Japan, in analog"
             },
             {
             "3": "The last two Japanese World War II holdout troops surrender"
             }
             ],
    "1990": [
             {
             "0": "Globalization – The first McDonald's in Moscow, Russia opens 8 months after construction began on 3 May 1989. 8 months later the first McDonald's in Mainland China is opened in Shenzhen"
             },
             {
             "1": "Smoking is banned on all cross-country flights in the United States"
             },
             {
             "2": "The Ultimate Warrior defeats Hulk Hogan to win the WWF Championship in a Title for Title, winner takes all match at WrestleMania VI in front of nearly 68,000 people at the SkyDome in Toronto, Ontario"
             },
             {
             "3": "Microsoft releases Windows 3.0"
             }
             ],
    "1991": [
             {
             "0": "Street Fighter II released for arcades"
             },
             {
             "1": "Comedy Central is launched on cable television in its current format"
             },
             {
             "2": "The Super Nintendo Entertainment System (or \"Super Nintendo\") is released in the United States"
             },
             {
             "3": "China–Vietnam relations: China and Vietnam restore diplomatic relations after a 13-year rift which followed the 1979 Sino-Vietnamese War"
             }
             ],
    "1992": [
             {
             "0": "President of the United States George H. W. Bush meets with President of Russia Boris Yeltsin at Camp David, where they formally declare that the Cold War is over"
             },
             {
             "1": "Dow Corning announces that it will stop manufacturing silicone breast implants"
             },
             {
             "2": "Barney & Friends makes its debut on PBS"
             },
             {
             "3": "Sweden wins the Ice Hockey World Championships in Prague"
             }
             ],
    "1993": [
             {
             "0": "IBM announces a $4.97 billion loss for 1992, the largest single-year corporate loss in United States history to date"
             },
             {
             "1": "Super Mario Bros., the first major American movie based on a video game, is released in theaters"
             },
             {
             "2": "PLO leader Yasir Arafat and Israeli prime minister Yitzhak Rabin, with US President, Bill Clinton"
             },
             {
             "3": "id Software releases Doom, a seminal first-person shooter that uses advanced 3D graphics for computer games"
             }
             ],
    "1994": [
             {
             "0": "Record cold temperatures hit the eastern United States. The coldest temperature ever measured in Indiana state history, −36 °F (−38 °C), is recorded in New Whiteland, Indiana"
             },
             {
             "1": "Kurt Cobain, songwriter and frontman for the band Nirvana, is found dead at his Lake Washington home, apparently of a single self-inflicted gunshot wound"
             },
             {
             "2": "Hacker Kevin Poulsen pleads guilty to 7 counts of mail fraud, wire and computer fraud, money laundering, and obstruction of justice"
             },
             {
             "3": "The Lion King, the highest grossing hand-drawn animated feature, is released by Walt Disney Pictures"
             },
             {
             "0": "Microsoft announces it will no longer sell or support the MS-DOS operating system separately from Microsoft Windows. This had been its mainstay since 1980"
             }
             ],
    "1995": [
             null,
             {
             "1": "Norwegian rocket incident: A rocket launched from the space exploration centre at Andøya, Norway is briefly interpreted by the Russians as an incoming attack"
             },
             {
             "2": "Hacker Kevin Mitnick is arrested by the FBI and charged with penetrating some of the United States' most \"secure\" computer systems"
             },
             {
             "3": "Jacques Chirac is elected president of France"
             }
             ],
    "1996": [
             {
             "0": "Motorola introduces the Motorola StarTAC Wearable Cellular Telephone, the world's smallest and lightest mobile phone to date"
             },
             {
             "1": "Chess computer \"Deep Blue\" defeats world chess champion Garry Kasparov for the first time"
             },
             {
             "2": "Pokémon Red and Blue are released in Japan by Nintendo as Pocket Monsters: Red and Green, the first role-playing video game in the Pokémon series, developed by Game Freak"
             },
             {
             "3": "Canadian singer Alanis Morissette wins the top honor, Album of the Year award, at the 38th Annual Grammy Awards. At age 21, she is the youngest person to ever win this award, a record she will hold until 2010, when Taylor Swift wins"
             },
             {
             "4": "The Nintendo 64 video game system is released in Japan"
             },
             {
             "5": "The General Motors EV1, the first production electric car of the modern era, is launched and becomes available for lease"
             }
             ],
    "1997": [
             {
             "0": "Final Fantasy VII, one of the most popular video games of all time, is released in Japan"
             },
             {
             "1": "Playhouse Disney launches"
             },
             {
             "2": "IBM's Deep Blue defeats Garry Kasparov in the last game of the rematch, the first time a computer beats a chess World champion in a match"
             },
             {
             "3": "Digital Equipment Corporation files antitrust charges against chipmaker Intel"
             },
             {
             "4": "Microsoft buys a $150 million share of financially troubled Apple Computer"
             },
             {
             "5": "Be Here Now, the third album from English rock band Oasis, becomes the fastest selling album in UK history"
             }
             ],
    "1998": [
             {
             "0": "First Computer-assisted Bone Segment Navigation, performed at the University of Regensburg, Germany"
             },
             {
             "1": "Netscape released Mozilla source code under an open source license. This is described in The Book of Mozilla, 3:31"
             },
             {
             "2": "Microsoft releases Windows 98"
             },
             {
             "3": "J. K. Rowling's Harry Potter and the Chamber of Secrets is published"
             },
             {
             "4": "France beats Brazil 3–0 in the football World Cup final"
             },
             {
             "5": "Biologists report in the journal Science how they sequenced the genome of the bacterium that causes syphilis, Treponema pallidum"
             }
             ],
    "1999": [
             {
             "0": "The euro is established."
             },
             {
             "1": "Family Guy debuts on Fox"
             },
             {
             "2": "Bill Gates' personal fortune makes him the wealthiest individual in the world due to the increased value of Microsoft stock"
             },
             {
             "3": "SpongeBob SquarePants debuts on Nickelodeon. It becomes the longest running animated children's TV show on channel to date"
             },
             {
             "4": "Star Wars: Episode I – The Phantom Menace is released in theaters. It becomes the highest grossing Star Wars film until The Force Awakens 16 years later"
             },
             {
             "5": "Apple Computer releases the Power Macintosh G4"
             }
             ],
    "2000": [
             {
             "0": "United States v. Microsoft Corp.: Microsoft is ruled to have violated United States antitrust laws by keeping \"an oppressive thumb\" on its competitors"
             },
             {
             "1": "405 The Movie, the first short film widely distributed on the Internet, is released"
             },
             {
             "2": "The Nintendo GameCube is revealed"
             },
             {
             "3": "Steve Jobs introduces the public beta of Mac OS X for US$29.95"
             },
             {
             "4": "The 2000 Summer Olympics close in Sydney, Australia"
             }
             ],
    "2001": [
             {
             "0": "The world's first self-contained artificial heart is implanted in Robert Tools"
             },
             {
             "1": "Windows XP is launched by Microsoft"
             },
             {
             "2": "The iPod is first introduced by Apple"
             }
             ],
    "2002": [
             {
             "0": "Wall Street Journal reporter Daniel Pearl is kidnapped in Pakistan, accused of being a CIA agent by his captors"
             },
             {
             "1": "In Moscow, United States President George W. Bush and Russian President Vladimir Putin sign the Strategic Offensive Reductions Treaty to replace the Anti-Ballistic Missile Treaty of 1972 and the START II Treaty of 1993"
             },
             {
             "2": "The United Nations World Summit on Sustainable Development, successor of the Conference on the Human Environment, World Commission on Environment and Development, and the Conference on Environment and Development, opens"
             }
             ],
    "2003": [
             {
             "0": "Prometea, the first horse cloned by Italian scientists, is born"
             },
             {
             "1": "Perihelic opposition: Mars makes its closest approach to Earth in over 50,000 years"
             },
             {
             "2": "Smart 1, a European Space Agency satellite, is launched from French Guiana"
             },
             {
             "3": "With its ruling in Goodridge v. Department of Public Health, the Massachusetts Supreme Judicial Court makes the state the first in the United States to legalize same-sex marriage"
             }
             ],
    "2004": [
             {
             "0": "Facebook launches"
             },
             {
             "1": "Google releases Gmail"
             },
             {
             "2": "North Korea bans mobile phones"
             },
             {
             "3": "The Ubuntu operating system is first released"
             }
             ],
    "2005": [
             {
             "0": "YouTube, the most popular video sharing website, is founded"
             },
             {
             "1": "Peace Mission 2005, the first joint China–Russia military exercise, begins its 8-day training on the Shandong Peninsula"
             },
             {
             "2": "The 2005 French riots begin after 2 young immigrants die in Clichy-sous-Bois, while hiding from the police"
             },
             {
             "3": "Surgeons in France carry out the first human face transplant"
             }
             ],
    "2006": [
             {
             "0": "The Human Genome Project publishes the last chromosome sequence, in Nature"
             },
             {
             "1": "Former Beatle Paul McCartney turns 64 after writing \"When I'm Sixty-Four\" at age 16"
             },
             {
             "2": "Twitter is launched"
             },
             {
             "3": "The Chinese River Dolphin or Baiji becomes extinct"
             }
             ],
    "2007": [
             {
             "0": "Apple Inc.'s CEO and founder, Steve Jobs, announces the first generation iPhone (it goes on sale in the United States on June 29)"
             },
             {
             "1": "French high speed passenger train, the TGV, reaches a top speed of 574.8 km/h (357.2 mph), breaking the record for the world's fastest conventional train"
             },
             {
             "2": "A 2,100-year-old melon is discovered by archaeologists in western Japan"
             },
             {
             "3": "Mauritania was the last country to criminalize slavery in 2007 (officially \"abolished\" in 1981), making the practice illegal everywhere in the world"
             }
             ],
    "2008": [
             {
             "0": "The price of petroleum hits $100 per barrel for the first time"
             },
             {
             "1": "Fidel Castro announces his resignation as President of Cuba, effective February 24"
             },
             {
             "2": "Íngrid Betancourt and 14 other hostages are rescued from FARC by Colombian security forces"
             },
             {
             "3": "Summer Olympics take place in Beijing, China"
             }
             ],
    "2009": [
             {
             "0": "A Russian and an American satellite collide over Siberia, creating a large amount of space debris"
             },
             {
             "1": "North Korean leader Kim Jong-il pardons two American journalists, who had been arrested and imprisoned for illegal entry earlier in the year, after former U.S. President Bill Clinton meets with Kim in North Korea"
             },
             {
             "2": "At the G-20 Pittsburgh summit, world leaders announce that the G-20 will assume greater leverage over the world economy, replacing the role of the G8, in an effort to prevent another financial crisis like that in 2008"
             },
             {
             "3": "Astronomers discover GJ 1214 b, the first-known exoplanet on which water could exist"
             }
             ],
    "2010": [
             {
             "0": "The sculpture L'Homme qui marche I by Alberto Giacometti sells in London for £65 million (US$103.7 million), setting a new world record for a work of art sold at auction"
             },
             {
             "1": "The eurozone and the International Monetary Fund agree to a €110 billion bailout package for Greece. The package involves sharp Greek austerity measures"
             },
             {
             "2": "Scientists conducting the Neanderthal genome project announce that they have sequenced enough of the Neanderthal genome to suggest that Neanderthals and humans may have interbred"
             },
             {
             "3": "Eurozone countries agree to a rescue package for the Republic of Ireland from the European Financial Stability Facility in response to the country's financial crisis"
             }
             ],
    "2011": [
             {
             "0": "An estimated two billion people watch the wedding of Prince William, Duke of Cambridge and Catherine Middleton at Westminster Abbey in London"
             },
             {
             "1": "President Barack Obama announces that Osama bin Laden, the founder and leader of the militant group Al-Qaeda, was killed on May 2, 2011 during an American military operation in Pakistan"
             },
             {
             "2": "The European Union agrees to a €78 billion rescue deal for Portugal. The bailout loan will be equally split between the European Financial Stabilisation Mechanism, the European Financial Stability Facility, and the International Monetary Fund"
             },
             {
             "3": "The Mars Science Laboratory rover Curiosity, the most elaborate Martian exploration vehicle to date, is launched from the Kennedy Space Center. It lands on Mars on August 6, 2012"
             }
             ],
    "2012": [
             {
             "0": "Kwangmyŏngsŏng-3, a North Korean Earth observation satellite, explodes shortly after launch. The United States and other countries had called the impending launch a violation of United Nations Security Council demands. The launch was planned to mark the centenary of the birth of Kim Il-sung, the founder of the republic."
             },
             {
             "1": "A pastel version of The Scream, by the Norwegian painter Edvard Munch, sells for US$120 million in a New York City auction, setting a new world record for an auctioned work of art"
             },
             {
             "2": "Curiosity, the Mars Science Laboratory mission's rover, successfully lands on Mars"
             },
             {
             "3": "In Qatar, the UN Climate Change Conference agrees to extend the Kyoto Protocol until 2020"
             }
             ],
    "2013": [
             {
             "0": "North Korea conducts its third underground nuclear test, prompting widespread condemnation and tightened economic sanctions from the international community"
             },
             {
             "1": "American scientists use a 3D printer to create a living lab-grown ear from collagen and animal ear cell cultures. In the future, it is hoped, similar ears could be grown to order as transplants for human patients suffering from ear trauma or amputation"
             },
             {
             "2": "Three Studies of Lucian Freud, a series of portraits of Lucian Freud by the British painter Francis Bacon, sells for US$142.4 million in a New York City auction, setting a new world record for an auctioned work of art"
             },
             {
             "3": "In a study published in the scientific journal Nature, researchers from Oregon Health & Science University in the United States describe the first creation of human embryonic stem cells by cloning"
             }
             ],
    "2014": [
             {
             "0": "Belgium becomes the first country in the world to legalise euthanasia for terminally ill patients of any age"
             },
             {
             "1": "FIFA World Cup is held in Brazil, and is won by Germany"
             },
             {
             "2": "U.S. President Barack Obama announces the resumption of normal relations between the U.S. and Cuba"
             }
             ],
    "2015": [
             {
             "0": "The Swiss National Bank abandons the cap on the franc's value relative to the euro, causing turmoil in international financial markets"
             },
             {
             "1": "Version O of Les Femmes d'Alger by Pablo Picasso sells for US$179.3 million at Christie's auction in New York, while the sculpture L'Homme au doigt by Alberto Giacometti sells for US$141.3 million, setting a new world record for a painting and for a sculpture, respectively"
             },
             {
             "2": "Ireland votes to legalize same-sex marriage, becoming the first country to legalize same-sex marriage by popular vote"
             },
             {
             "3": "Scientists announce the discovery of Homo naledi, a previously unknown species of early human in South Africa"
             },
             {}
             ],
    "2016": [
             {
             "0": "Summer Olympics will be held in Rio de Janeiro, Brazil"
             },
             {
             "1": "\"Road to economic life\""
             }
             ]
}